const teachers = [
    {
        "id": "1",
        "name": "КОЗЛОВ ЛЕОНІД ГЕННАДІЙОВИЧ",
        "status": "завідувач кафедри, д.т.н., професор",
        "description": "Займається розробкою та дослідженням мехатронних гідросистем мобільних робочих машин. Викладає дисципліни «САПР технологічних процесів», «Дискретні системи регулювання та мікропроцесорна техніка».За розробки в галузі гідроприводів мобільних машин нагороджений 2 золотими медалями та срібною медаллю на міжнародних виставках в м. Будапешт (Угорщина) в 2000 році та в м. Яси (Румунія) в 2000 році та 2003 році.",
        "info": "Контактна інформація: 21021 м. Вінниця, Хмельницьке шосе 95, корпус 1 кімната 112, телефон: 0432-598-169",
        "info2": "Закінчив Вінницький політехнічний інститут в 1978 році за спеціальністю «Технологія машинобудування, металорізальні верстати та інструменти». Працює на кафедрі ТАМ з 1978 року, з 2002 по 2011 рік працював на посаді декана факультету технології, автоматизації та комп’ютеризації машинобудування, з 2011 року працює на посаді професора кафедри ТАМ.В 2000 році захистив кандидатську дисертацію на тему «Вдосконалення системи керування гідропривода з LS-регулюванням» за спеціальністю 05.02.03 – «Системи приводів». Співавтор 1 монографії, 6 навчальних посібників, 102 наукових публікацій та патентів. ",
        "image": "http://tam.vntu.edu.ua/images/IMG_7946.jpg",
        "eMail": "osna2030@gmail.com",
        "page": "http://kozlov.vk.vntu.edu.ua/"
    },
    {
        "id": "2",
        "name": "БУРЄННІКОВ ЮРІЙ АНАТОЛІЙОВИЧ",
        "status": "академік Транспортної академії України, заслужений працівник освіти України, к.т.н., професор",
        "description": "Коло наукових інтересів — моделювання та синтез гідравлічних систем технологічних машин та мобільної техніки. Автор і співавтор 145 наукових, науково-методичних та методичних праць, з яких 10 навчальних посібників і 2 монографії. Викладає дисципліни: «Гідравліка, гідро- та пневмопривод», «Технологічні основи машинобудування», «Вступ до фаху»",
        "info": "Контактна інформація: 21021, м. Вінниця, вул. Хмельницьке шосе, 95, кімн. 116 тел.",
        "info2": "Закінчив Київський політехнічний інститут в 1971 році за спеціальністю «Технологія машинобудування, металорізальні верстати та інструменти». З 1971 р. працював інженером, втім асистентом кафедри технології та автоматизації машинобудування. Після завершення заочної аспірантури у 1984 році захистив кандидатську дисертацію в Київському політехнічному інституті на тему:  «Підвищення ефективності регульованих гідромеханізмів технологічних машин». З 1988р. - доцент, з 1999р. - професор кафедри ТАМ. З 1989р. по  1997р. проректор, перший проректор ВНТУ. З 1997р. декан, директор інституту машинобудування та транспорту, член спеціалізованої вченої ради по захисту кандидатських дисертацій за науковими спеціальностями. ",
        "image": "http://tam.vntu.edu.ua/images/IMG_3464_1.jpg",
        "eMail": "yu.burennikov@gmail.com",
        "page": "http://burennikov.vk.vntu.edu.ua/"
    },
    {
        "id": "3",
        "name": "ПЕТРОВ ОЛЕКСАНДР ВАСИЛЬОВИЧ",
        "status": "проректор з методичної роботи, к.т.н., доцент",
        "description": "Займається розробкою та дослідженням пропорційних систем керування енергоощадними гідроприводами мобільних робочих машин. Викладає дисципліни «Інформатика», «Технологічна оснастка», «Проектування контрольно-вимірювальних пристроїв», «Проектування пристосувань», «Основи автоматизованого проектування», «Комп’ютерне проектування технологічного оснащення».",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95",
        "info2": "Закінчив Вінницький національний технічний університет (ВНТУ) в 2005 році, захистивши магістерську дисертацію на тему «Вдосконалення гідророзподільника для багатопотокової системи чутливої до навантаження». Магістр з інженерної механіки за спеціальністю «Технологія машинобудування». З 2005 року до 2009 року навчався у аспірантурі (ВНТУ). З 2005 року працює на кафедрі ТАМ. У 2010 році захистив кандидатську дисертацію на тему «Гідропривод чутливий до навантаження на базі мультирежимного гідророзподільника» (спеціальність 05.02.02 – «Машинознавство»). Співавтор понад 50 наукових праць, в тому числі 25 статей, 1 монографія, 4 патенти на корисну модель. Співавтор 2 навчальних посібників, 8 методичних вказівок, 11 свідоцтв про авторські права на комп’ютерні програми. ",
        "image": "http://tam.vntu.edu.ua/images/IMG_3492_1.jpg",
        "eMail": "petrovov@ukr.net",
        "page": "http://petrov.vk.vntu.edu.ua/"
    },
    {
        "id": "4",
        "name": "СУХОРУКОВ СЕРГІЙ ІВАНОВИЧ",
        "status": "декан Факультету машинобудування та транспорту, к.т.н., доцент",
        "description": "Займається комп’ютерним моделюванням процесів об’ємного пластичного деформування матеріалів. Викладає дисципліни: «Теоретичні основи технології виробництва деталей та складання машин», «Система автоматизованого проектування технологічної оснастки», «Комп’ютерна графіка в машинобудуванні».",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95, кімн. 1217, тел. 0432-59-83-91",
        "info2": "Закінчив Вінницький національний технічний університет (ВНТУ) в 2002 році, захистивши магістерську дисертацію на тему «Удосконалення процесів холодної об’ємної штамповки пористих матеріалів із застосуванням методів математичного моделювання». Магістр з інженерної механіки за спеціальністю «Технологія машинобудування». З 2002 року до 2005 року навчався у аспірантурі (ВНТУ). З 2005 року працює на кафедрі ТАМ. У 2010 році захистив кандидатську дисертацію на тему «Удосконалення технології плоскої поперечно-клинової прокатки ступінчастих циліндричних заготовок» (спеціальність 05.03.05 – «Процеси та машини обробки тиском»). Особисто та у співавторстві опублікував 20 наукових праць, в тому числі: 12 статей, 1 патент на винахід, 1 авторське свідоцтво. Співавтор 2 навчальних посібників, 2 методичних вказівок. ",
        "image": "http://tam.vntu.edu.ua/images/IMG_3500_1.jpg",
        "eMail": "ssergeii@ukr.net",
        "page": "http://sukhorukov.vk.vntu.edu.ua/"

    },
    {
        "id": "5",
        "name": "ДЕРІБО ОЛЕКСАНДР ВОЛОДИМИРОВИЧ",
        "status": "к.т.н., доцент",
        "description": "Напрямки наукових дослджень: гідравлічні системи керування приводами машин, проблеми забезпечення точності в процесах механічної обробки. Викладає дисципліни: «Основи технології машинобудування», «Технологія машинобудування», «Спеціальна технологія», «Технологія та верстати з ЧПУ», «Електрогідравлічні системи керування приводами машин», «Методи та засоби проведення експериментальних досліджень».",
        "info": "Контактна інформація: 21021, м. Вінниця, вул. Хмельницьке шосе, 95, кімната 1114, тел. 0432-59-83-91",
        "info2": "Закінчив Київський політехнічний інститут в 1972 році. Інженер-механік за спеціальністю «Технологія машинобудування, металорізальні верстати та інструменти». З 1972 року працював інженером-технологом на Вінницькому заводі радіотехнічної апаратури. З 1974 року працює у Вінницькому політехнічному інституті на кафедрі технології та автоматизації машинобудування (ТАМ) на посадах: інженера, молошого наукового співробітника, старшого інженера, старшого наукового співробітника. У 1986 році захистив кандитатську дисертацію на тему «Динаміка електрогідравлічного слідкувального привода з гідромеханічним коректувальним зв’язком за прискоренням» (спеціальність 05.02.02 — машинознавство). З 1986 року працює на посаді старшого викладача, а з 1989 року — доцента кафедри ТАМ. У 1992 році присвоєне вчене звання доцента. Є співавтором 5 навчальних посібників та більше 60 наукових статей. ",
        "image": "http://tam.vntu.edu.ua/images/Deribo2_1.jpg",
        "eMail": "deribo@vntu.edu.ua",
        "page": "http://deribo.vk.vntu.edu.ua/"


    },
    {
        "id": "6",
        "name": "СЕМІЧАСНОВА НАТАЛІЯ СТЕПАНІВНА",
        "status": "заступник декана з виховної роботи Факультету машинобудування та транспорту, старший викладач",
        "description": "Займається дослідженнями підвищення надійності запуску гідроприводів технологічних машин. Викладає дисципліни «Інформатика», «Взаємозамінність, стандартизація та технічні вимірювання», «Допуски та технічні вимірювання».",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95, кімн. 1223а, тел. 0432-59-83-84",
        "info2": "Закінчила Вінницький  політехнічний інститут в 1983 році за спеціальністю «Технологія машинобудування, металорізальні верстати та інструменти». З 1977 року  почала працювати  в Вінницькому національному технічному університеті (ВНТУ). З 1981 року працює на кафедрі ТАМ.  З 2003 року  по 2012 рік працювала заступником декана з виховної роботи факультету технології, автоматизації та комп’ютеризації машинобудування.  З 2007 року до 2011 рік навчалася у аспірантурі ВНТУ за спеціальністю 05.02.02 – «Машинознавство».  З 1 вересня 2012 року працює заступником директора з навчально-виховної роботи інституту машинобудування та транспорту. Співавтор понад 21 наукової праці, в тому числі 16 статей, 3 тези доповідей, 2 патента на винахід. Співавтор 8 навчальних посібників.",
        "image": "http://tam.vntu.edu.ua/images/IMG_0966_1.jpg",
        "eMail": "semichasnova79@gmail.com",
        "page": "http://semichasnova.vk.vntu.edu.ua/"
    },
    {
        "id": "7",
        "name": "САВУЛЯК ВІКТОР ВАЛЕРІЙОВИЧ",
        "status": "заступник завідувача кафедри з методичної роботи, к.т.н., доцент",
        "description": "Займається дослідженням процесів пластичного деформування матеріалів з покриттями. Викладає дисципліни: «Взаємозамінність, стандартизація та технічні вимірювання», «Механоскладальні дільниці та цехи в машинобудуванні», «Проектування автоматизованих дільниць», «Управління якістю продукції», «Проектування механоскладальних цехів», «Операційне середовище та пакети прикладних програм», «Проектування автоматизованих дільниць».",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95, кімн. 1114а, тел. 0432-59-83-91",
        "info2": "Закінчив Вінницький національний технічний університет (ВНТУ) в 2003 році, захистивши магістерську дисертацію на тему «Холодна пластична деформація листових заготовок в процесі статичної та динамічної формозміни». Магістр з інженерної механіки за спеціальністю «Технологія машинобудування». З 2003 року до 2006 року навчався у аспірантурі (ВНТУ). З 2003 року працює на кафедрі ТАМ. У 2007 році захистив кандидатську дисертацію на тему «Холодне формування заготовок з мінімальними радіусами кривизни з важкодеформівних листових матеріалів» (спеціальність 05.03.05 – «Процеси та машини обробки тиском»). Автор понад 30 публікацій, в тому числі: 1 монографії, 12 статей, 5 патентів на винахід, 1 методичних вказівок. ",
        "image": "http://tam.vntu.edu.ua/images/IMG_3501_1.jpg",
        "eMail": "vvsav81@gmail.com",
        "page": "http://savulyakv.vk.vntu.edu.ua/"
    },
    {
        "id": "8",
        "name": "РЕПІНСЬКИЙ СЕРГІЙ ВОЛОДИМИРОВИЧ",
        "status": "к.т.н., доцент",
        "description": "Займається розробкою та дослідженням пропорційних систем керування енергоощадними гідроприводами мобільних робочих машин. Викладає дисципліни: “Гідравліка та гідро- пневмоприводи”, “Гідравліка і гідропневмоавтоматика”, “Автоматизація виробництва в машинобудуванні”, “Основи науково-дослідної роботи”, “ТАК ТС” та ін.",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95, кімн. 1114а, тел. 0432-59-83-91",
        "info2": "Закінчив Вінницький національний технічний університет (ВНТУ) в 2003 році, захистивши магістерську дисертацію на тему “Вплив параметрів гідравлічної лінії на хвильові процеси та рух вихідної ланки”. Магістр інженерної механіки за спеціальністю “Технологія машинобудування”. 2003-2006 роки навчався у аспірантурі ВНТУ. З 2003 року працює на кафедрі ТАМ. У 2011 році захистив кандидатську дисертацію на тему “Система керування аксіально-поршневого регульованого насоса з профільованим вікном золотника комбінованого регулятора подачі” (спеціальність 05.02.02 – “Машинознавство”). Співавтор понад 30 публікацій, в тому числі 19 статей з переліку ВАК України, 1 патент на винахід. Співавтор 4 навчальних посібників.",
        "image": "http://tam.vntu.edu.ua/images/IMG_3495_1.jpg",
        "eMail": "repinskyisv@gmail.com",
        "page": "http://repinskiy.vk.vntu.edu.ua/"
    },
    {
        "id": "9",
        "name": "ЛОЗІНСЬКИЙ ДМИТРО ОЛЕКСАНДРОВИЧ",
        "status": "к.т.н., доцент",
        "description": "Займається розробкою та дослідженням гідроприводів на базі пропорційних електрогідравлічних розподільників з незалежним керуванням потоків. Викладає дисципліни: «Основи наукових досліджень», «Основи автоматизованого виробництва», «САПР ТП МВ», «Технологічні основи машинобудування», «Системи технологій машинобудування» та ін.",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95, кімн. 1114а, тел. 0432-59-83-91",
        "info2": "Закінчив Вінницький національний технічний університет (ВНТУ) в 2005 році. Магістр з інженерної механіки за спеціальністю «Технологія машинобудування» (захистив магістерську дисертацію на тему «Система управління пропорційним електрогідравлічним розподільником»  у 2005 році). З 2006 року до 2009 року навчався у аспірантурі з відривом від виробництва у ВНТУ. У 2010 році захистив кандидатську дисертацію на тему «Пропорційний електрогідравлічний розподільник з незалежним керуванням потоків для мобільних машин» (спеціальність 05.02.02 – «Машинознавство»). З 2005 року працює на кафедрі ТАМ. Має 18 наукових праць, в тому числі 14 статей та 1 патент України. Співавтор 1 методичних вказівок. ",
        "image": "http://tam.vntu.edu.ua/images/IMG_Dima1.jpg",
        // "eMail": "",
        "page": "http://lozinskyi.vk.vntu.edu.ua/"
    },
    {
        "id": "10",
        "name": "СЕРДЮК ОЛЬГА ВАЛЕНТИНІВНА",
        "status": "к.т.н., доцент",
        "description": " Викладає дисципліни «Технології та верстати з ЧПК», «ОНДР», «Виробниче навчання», «Механоскладальні дільниці та цехи в машинобудуванні».",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95, кімн. 1114а, тел. 0432-59-83-91",
        "info2": "Закінчила Вінницький національний технічний університет (ВНТУ) в 2004 році, захистивши магістерську дисертацію на тему «Моделювання та експериментальне дослідження пружних переміщень обплетень рукавів високого тиску». Магістр з інженерної механіки за спеціальністю «Технологія машинобудування». З 2004 року до 2008 року навчалася у аспірантурі (ВНТУ). З 2003 року працює на кафедрі ТАМ. Захистила кандидатську дисертацію на тему «Удосконалення технології поверхневого пластичного деформування металу із застосуванням методів теорії деформуємості». Співавтор понад 12 наукових праць, в тому числі 7 статей,  1 патенту на корисну модель. Співавтор 3 навчальних посібників,  1 дистанційного курсу.",
        "image": "http://tam.vntu.edu.ua/images/IMG_3490_1.jpg",
        "eMail": "karvatkoolga@ukr.net",
        "page": "http://serdyuk.vk.vntu.edu.ua/"
    },
    {
        "id": "11",
        "name": " МИРОНЕНКО ОЛЕГ МАКАРОВИЧ",
        "status": "старший викладач",
        "description": " Зараз займається розробкою систем управління з числовим програмним керуванням на базі мікропроцесорної техніки. Старший викладач кафедри ТАМ викладає дисципліни «САПР для верстатів з ЧПК» та робітничу професію «Оператор верстатів з ЧПК».",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95, кімн. 1114а, тел. 0432-59-83-91",
        "info2": "Закінчив Вінницький політехнічний інститут (ВПІ) в 1979 році. До1977року працював інженером - конструктором на 18 Державному підшипниковому заводі. З 1977 м.н.с, с.н.с. науково дослідного відділу ВПІ. З 1994 року викладач, старший викладач кафедри ТАМ (ВНТУ). Викладав курси «Стандартизація», «Технологічна оснастка», «Проектування контрольно-вимірювальних пристроїв», «Проектування пристосувань», «Теоретичні основи виробництва деталей та складання машин», «САПР для верстатів з ЧПК» та робітничу професію «Токар», «Оператор верстатів з ЧПК». Співавтор 14 наукових робіт та 3 учбових посібників, співавтор 19 авторських свідоцтв та патентів на винахід, 2 з яких впровадженні в виробництво з економічним ефектом 641 тисяча рублів , за які одержав відзнаку «Винахідник СРСР». Співавтор 27 конструкцій машин для випробування виробів при динамічних навантаженнях, а також верстатів для деревообробки, металообробки. які впроваджені в виробництво.",
        "image": "http://tam.vntu.edu.ua/images/IMG_3474_1.jpg",
        "eMail": "woodm@ukr.net",
        "page": "http://mironenko.vk.vntu.edu.ua/"
    },
    {
        "id": "12",
        "name": "Піонткевич Олег Володимирович",
        "status": "старший викладач, к.т.н.",
        "description": "Займається розробкою та дослідженням гідроприводів мобільних робочих машин. Викладає дисципліни «САПР технологічних процесів», «Основи автоматизації та механотронні системи в машинобудуванні».",
        "info": "Контактна інформація: м. Вінниця, 21021, вул. Хмельницьке шосе, 95, кімн. 1114а, тел. 0432-59-83-91",
        "info2": "Закінчив Бердичівський політехнічний коледж у 2008 році за спеціальністю «Технологія обробки матеріалів на верстатах і автоматичних лініях». Навчався у Вінницькому національному технічному університеті та здобув кваліфікації бакалавра (2012р.) та магістра (2013р.) по спеціальностях «Інженерна механіка» і «Технології машинобудування», відповідно. Закінчив навчання в аспірантурі (2016р.) по спеціальності «Машинознавство». Працював на кафедрі ТАМ з 2016 - 2020 рік на посаді інженера, а з вересня 2020 року працює на посаді старшого викладача кафедри ТАМ. В жовтні 2019 року захистив кандидатську дисертацію в спеціалізованій вченій раді Д 26.002.11 Національного технічного університету України «Київський політехнічний інститут імені Ігоря Сікорського» на тему «Підвищення ефективності багаторежимного гідроприводу фронтального навантажувача» за спеціальністю 05.02.02 – Машинознавство. Співавтор понад 50 наукових публікацій та патентів. ",
        "image": "http://tam.vntu.edu.ua/images/%D1%81%D0%BA%D0%B0%D1%87%D0%B0%D0%BD%D0%BD%D1%8B%D0%B5%20%D1%84%D0%B0%D0%B9%D0%BB%D1%8B.jpg",
        "eMail": "piontkevych@vntu.edu.ua",
        "page": "http://piontkevych.vk.vntu.edu.ua/"
    },

]
export default teachers;