import React from "react";
import Typography from '@material-ui/core/Typography';
import { makeStyles } from '@material-ui/core/styles';
import { CardMedia } from "@material-ui/core";
import Box from '@material-ui/core/Box';
const drawerWidth = 240;
const useStyles = makeStyles((theme) => ({
    media: {
        height: 200,
        width: '100%',
        marginBottom: 20
    },
    toolbar:
        theme.mixins.toolbar,
    drawerPaper: {
        width: drawerWidth,
    },
    content: {
        flexGrow: 1,
        padding: theme.spacing(3),
        marginLeft: 0,
        marginRight: theme.spacing(2),
        [theme.breakpoints.up('sm')]: {
            marginLeft: drawerWidth,
        },
        textAlign: 'justify',
    },
    text: {
        fontSize: 16,
    },

}));
function Main() {
    const classes = useStyles();


    return (
        <main className={classes.content}>
            <div className={classes.toolbar} />
            <CardMedia
                className={classes.media}
                component="img"
                alt=""
                image="https://images.unsplash.com/photo-1581092154055-8a5b14307eb0?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=2134&q=80"
                title=""
            />
            <Box >
                <Typography paragraph>
                    Кафедра. ТАМ готує та випускає бакалаврів за спеціальністю 131 - "Прикладна механіка" (спеціалізація "Комп'ютерні технології у машинобудівному виробництві"), а також магістрів за спеціальністю 131 - "Приклалдна механіка" ( спеціалізація &nbsp;- "Технології машинобудування"). На кафедрі здійснюється підготовка аспірантів за спеціальностями: 131-"Прикладна механіка" та 05.03.05 – "Процеси та машини обробки тиском".&nbsp;
                </Typography>
                <Typography paragraph>
                    З 2016 р. кафедру очолює д.т.н., професор Козлов Леонід Геннадійович.
                </Typography>
                <Typography paragraph>
                    На сьогодні викладачі кафедри викладають понад 50 навчальних дисциплін для студентів всіх курсів, керують курсовим та дипломним проектуванням. На кафедрі здійснюється підготовка студентів з робітничих професій: «Токар», «Оператор верстатів з ЧПК», «Контролер верстатних та слюсарних робіт».    Основними науковими напрямами кафедри є «Моделювання та синтез гідросистем та гідроагрегатів технологічних машин», а також «Розвиток прикладної теорії деформованості суцільних і пористих тіл при складному навантаженні та удосконалення на цій основі технологічних процесів обробки металів тиском». Перший з цих напрямів започаткований ще у вересні 1966 року з ініціативи професора Ігоря Абрамовича Немировського.  У цьому напрямі підготовлено три кандидата технічних наук.        При кафедрі працюють: галузева науково-дослідна лабораторія «Гідроагрегат» (науковий керівник – доц. В.П. Пурдик); науково-дослідні лабораторії: «БОРЕКС-гідравліка» (науковий керівник – проф. Ю.А. Бурєнніков, зав. лабораторії – проф. Л.Г. Козлов).
                </Typography>
                <Typography paragraph>
                    Розробки науковців кафедри зі значним економічним ефектом впроваджені на заводах «Таджикгідроагрегат» (м. Душанбе), «Зерноградгідроагрегат» (Ростовська область), НВО «Арсенал» (м. Київ), НВО «НАТИ» (м. Москва), ВО «Ленлес» (м. Санкт-Петербург), Калинівському машинобудівному заводі (Вінницька обл.) та багатьох інших. За участю колективу ГНДЛ «Гідроагрегат» під редакцією І.А. Немировського видано каталог гідроагрегатів для сільськогосподарських машин у п’яти томах.
                </Typography>
                <Typography paragraph>
                    Науково-дослідна лабораторія «Пластичність» успішно співпрацює із підприємствами КНВО «ФОРТ» (м. Вінниця), установами НАН України: Інститутом надтвердих матеріалів ім. В.М. Бакуля, Інститутом проблем міцності та багатьма технічними університетами з міст Києва, Москви, Луганська, Краматорська та ін. Науково дослідна лабораторія «Борекс-гідравліка» починаючи з 1993 року ефективно співпрацює з ВАТ «Борекс» (м. Бородянка, Київська обл.) та іншими підприємствами України у галузі створення енергоощадних гідроприводів та гідроагрегатів для мобільних машин.     Результати наукової та навчально-методичної роботи кафедри відображені у 8 монографіях (І.А. Немировський, І.О.Сивак, Ю.А.Бурєнніков, Л.П. Середа), сотнях наукових статей, авторських свідоцтв та патентів. Розробки науковців кафедри відзначені медалями ВДНГ СРСР та УРСР (автори розробок – І.А.Немировський, Ю.А. Бурєнніков, Л.Г. Козлов, О.В.Дерібо, Ю.І. Муляр, В.О. Чорний, В.П. Пурдик). За досягнення у винахідницькій діяльності І.А. Немировський відзначений почесним званням – «Заслужений винахідник СРСР», а В.П. Пурдик – «Кращий винахідник України». На міжнародних виставках винаходів (2000р. – м. Будапешт, 2003р. – м. Яси) отримано дві золоті та одну срібну медалі (Ю.А. Бурєнніков, Л.Г. Козлов, Н.С. Семічаснова).     Для навчання студентів та перепідготовки інженерно-технічних працівників промислових підприємств Подільського регіону в галузі автоматизації виробничих процесів на базі кафедри ТАМ у 2001 році створений навчально-науковий центр «ВНТУ-ФЕСТО» (науковий керівник – проф. Ю.А Бурєнніков., заступник – проф. Л.Г. Козлов). Спільно із всесвітньовідомою компанією FESTO центр обладнано сучасним німецьким та австрійським обладнанням.
                </Typography>
                <Typography paragraph>
                    Кафедрою заключені угоди про створення філій на провідних підприємствах м. Вінниця:
                </Typography>

                <ol className={classes.text}>
                    <li>ВАТ "Вінницький агрегатний завод".</li>
                    <li>Учбово-виробниче підприємство "УТОС".</li>
                    <li>Казенне науково-виробниче підприємство "ФОРТ".</li>
                    <li>ТОВ "Вінницький авіаремонтний завод".</li>
                </ol>
            </Box>
        </main >
    )
}

export default Main;


