import React from "react";
import Typography from '@material-ui/core/Typography';
import { makeStyles } from '@material-ui/core/styles';
import { CardMedia } from "@material-ui/core";
const drawerWidth = 240;
const useStyles = makeStyles((theme) => ({
    header: {
        height: 200,
        width: '100%',
        marginBottom: 20
    },
    media: {
        height: 300,
        width: 190
    },
    toolbar: theme.mixins.toolbar,
    drawerPaper: {
        width: drawerWidth,
    },
    content: {
        flexGrow: 1,
        padding: theme.spacing(3),
        marginLeft: 0,
        marginRight: theme.spacing(2),
        [theme.breakpoints.up('sm')]: {
            marginLeft: drawerWidth,
        },
        textAlign: 'justify',
    },
}));
function History() {
    const classes = useStyles();


    return (
        <main className={classes.content}>

            <div className={classes.toolbar} />
            <CardMedia
                className={classes.header}
                component="img"
                alt=""
                image="https://images.unsplash.com/photo-1581092335397-9583eb92d232?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1000&q=80"
                title=""
            />
            <div className="text">
                <Typography paragraph>
                    Свою історію кафедра ТАМ починає з вересня 1966 року як кафедра «Технологія машинобудування» Вінницького філіалу Київського політехнічного інституту і є першою (за часом створення) кафедрою Інституту машинобудування та транспорту. Першим завідувачем кафедри був к.т.н., доцент Ігор Борисович Матвєєв. У вересні 1968 року кафедру було поділено на дві кафедри: «Металорізальні верстати та інструменти», яку очолив І.Б. Матвєєв та «Технологія машинобудування», яку очолив І.А. Немировський.
                </Typography>
                <Typography paragraph>
                    Разом з І.А. Немировським на кафедрі почали працювати його учні – випускники Томського політехнічного інституту Ю.М. Дівєєв, В.М. Лобан та В.В. Сиркін, а також випускник аспірантури Одеського політехнічного інституту В. О. Кузьменко. У 1969 р. до них приєдналися кандидати технічних наук А.А. Козлов та Ю.Я. Комісаренко, які також переїхали з Томська до Вінниці. З кафедри опору матеріалів перейшов працювати випускник Київського політехнічного інституту В.О. Глушич. Саме ці високоосвічені інженери-механіки створили кістяк кафедри і протягом тривалого часу визначали рівень і зміст наукової і навчальної роботи.
                </Typography>
                <Typography paragraph>
                    Починаючи із 1970 року для роботи на кафедрі залишалися кращі її випускники, які виявили здатність до наукової роботи ще у студентські роки: Ж.П. Дусанюк (1970 р.), В.А. Дусанюк (1970 р.), М.І. Іванов (1970 р.), Ю.А. Бурєнніков, Ю.І. Муляр, В.І. Савуляк (1971 р.), О.В. Дерібо О.В. (1973 р.), В.К. Дьяков, О.М. Переяславський (1974 р.), В.П. Пурдик (1975 р.), В.О. Чорний (1975 р.), В.К. Зозуля (1976 р.), О.М. Мироненко (1976 р.), Л.Г. Козлов (1978р.), П.М. Москалюк (1979 р.) та інші.
                </Typography>
                <Typography paragraph>
                    Для роботи на кафедрі в різні роки були запрошені також фахівці з провідних машинобудівних підприємств Вінниці: В.І. Бєляєв, М.О. Боднарський, Ф.С. Кучанський, Р.Б. Лобанов, Л.П. Середа та ін. У 1980-1990 роках кількісний склад співробітників кафедри сягав 60 чоловік.
                </Typography>
                <Typography paragraph>
                    З початку 70-х років на кафедрі динамічно розвинулась і стала добре відомою в галузі гідропривода та гідропневмоавтоматики наукова школа, очолювана професором І.А. Немировським. Під його керівництвом підготовлено 19 кандидатів технічних наук, 13 із них – випускники кафедри. Частина з них на сьогодні складають кістяк кафедри (заслужений працівник освіти України, професор Ю.А Бурєнніков, доценти О.В. Дерібо, Ж.П. Дусанюк, Л.Г. Козлов, Ю.І. Муляр, В.П. Пурдик).
                </Typography>
                <Typography paragraph>
                    У 1976 році з урахуванням напрямів наукових досліджень і навчальної роботи кафедра «Технологія машинобудування» перейменована на кафедру «Технологія та автоматизація машинобудування» (ТАМ). Таку назву кафедра має й сьогодні.
                </Typography>

                <Typography paragraph>
                    В різні роки кафедру очолювали: 1966–1968 рр. – к.т.н., доц. І.Б. Матвєєв; 1968–1983 рр. – к.т.н., доц. І.А. Немировський; 1983–1988 рр. – к.т.н., доц. Ю.М. Дивєєв; 1988–1993 рр. та у 1994 – 2001 рр. – к.т.н., доц. М.І. Іванов, 1993–1994 рр. – д.т.н. та д.х.н., проф. А.О.Жуков.
                </Typography>

                <CardMedia
                    className={classes.media}
                    component="img"
                    alt=""
                    image="http://tam.vntu.edu.ua/images/nemirovskiy.jpg"
                    title=""
                />
            </div>
        </main>
    )
}

export default History;


